acpilight
amd-ucode
base
base-devel
blueman
bluetui
bluez
bluez-deprecated-tools
bluez-utils
brightnessctl
btop
chafa
discord
dolphin
dotnet-sdk
dunst
efibootmgr
fastfetch
fd
firefox
flatpak
foot
fzf
git
github-desktop-bin
go
grim
grub
gvfs
htop
hyprland
hyprlock
hyprpicker
intel-media-driver
iwd
java-environment-common
java-runtime-common
jq
jre-openjdk
kate
kitty
libnotify
libreoffice-fresh
libva-intel-driver
light
linux
linux-firmware
matugen-bin
nano
nemo
neovim
network-manager-applet
networkmanager
nwg-look
ocs-url
orchis-theme
otf-aurulent-nerd
pamixer
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
proton-vpn-gtk-app
pulseaudio-alsa
python-pip
python-pytest
python-virtualenv
qt5-wayland
qt6-virtualkeyboard
qt6-wayland
sddm
selectdefaultapplication-git
slurp
smartmontools
spotify-launcher
starship
steam
stow
swaync
swww
ttf-jetbrains-mono-nerd
unityhub
uwsm
vim
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wev
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay-bin
yay-bin-debug
zen-browser-bin
zram-generator
